-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jun 26, 2021 at 12:22 PM
-- Server version: 10.4.18-MariaDB
-- PHP Version: 7.3.27

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `kurdistan`
--

-- --------------------------------------------------------

--
-- Table structure for table `aini`
--

CREATE TABLE `aini` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` longtext NOT NULL,
  `filename` varchar(350) NOT NULL,
  `created_by` varchar(255) NOT NULL,
  `state` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `aini`
--

INSERT INTO `aini` (`id`, `title`, `content`, `filename`, `created_by`, `state`, `created_at`) VALUES
(63, 'كۆمپیوتەر', 'كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر كۆمپیوتەر ', '60acd109cc5b42.89874508.png', 'د. شێرزاد حسن ', 1, '2021-05-25 10:27:21'),
(64, 'تەکنەلۆژیا', 'تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا تەکنەلۆژیا ', '60b5e36f9da3e2.18703007.jpg', 'یوسف', 1, '2021-06-01 07:36:15'),
(65, 'بەردەوامبوون', 'بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون بەردەوامبوون ', '60b5e3a9a0b9d4.19053886.jpg', 'یوسف قادر', 1, '2021-06-01 07:37:13'),
(66, 'پڕۆگراممەر ', 'پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر پڕۆگراممەر ', '60b5e416560571.57256537.jpg', 'یوسف', 1, '2021-06-01 07:39:02'),
(67, 'هەڵەی زانستی ', 'هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی هەڵەی زانستی ', '60b5e44c9e79d0.67470361.jpg', 'یوسف', 1, '2021-06-01 07:39:56'),
(68, 'گەشەپێدەری وێب', 'گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب گەشەپێدەری وێب ', '60b5e4c45fdf24.94026005.jpg', 'یوسف', 1, '2021-06-01 07:41:56');

-- --------------------------------------------------------

--
-- Table structure for table `komalayati`
--

CREATE TABLE `komalayati` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` longtext NOT NULL,
  `filename` varchar(350) NOT NULL,
  `created_by` varchar(255) NOT NULL,
  `state` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `komalayati`
--

INSERT INTO `komalayati` (`id`, `title`, `content`, `filename`, `created_by`, `state`, `created_at`) VALUES
(24, 'خۆشەویستی', 'خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی خۆشەویستی ', '60b5e03a97fa31.65806686.jpg', 'یوسف', 1, '2021-06-01 07:22:34'),
(25, 'پەروەدەکردن', 'پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن پەروەدەکردن ', '60b5e089911fd0.50886641.jpg', 'یوسف', 1, '2021-06-01 07:23:53'),
(26, 'وەفاداری', 'وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری وەفاداری \\r\\n ', '60b5e0e1e51742.53736687.jpg', 'یوسف', 1, '2021-06-01 07:25:21'),
(27, ' ئارامی ', 'ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی ئارامی  ', '60b5e16635da25.15596280.jpg', 'یوسف', 1, '2021-06-01 07:27:34'),
(28, ' مرۆڤ بوون ', 'مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون مرۆڤ بوون  ', '60b5e21948ec31.89543962.jpg', 'یوسف', 1, '2021-06-01 07:30:33'),
(29, 'خوێندنەوە', 'خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە خوێندنەوە ', '60b5e2aad5fa10.63700618.jpg', 'یوسف', 1, '2021-06-01 07:32:58');

-- --------------------------------------------------------

--
-- Table structure for table `mainadmins`
--

CREATE TABLE `mainadmins` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(300) NOT NULL,
  `adminnum` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `mainadmins`
--

INSERT INTO `mainadmins` (`id`, `username`, `email`, `password`, `adminnum`) VALUES
(1, 'admin', 'admin1234@gmail.com', 'admin4242', 1);

-- --------------------------------------------------------

--
-- Table structure for table `primaryadmins`
--

CREATE TABLE `primaryadmins` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(200) NOT NULL,
  `adminnum` int(11) NOT NULL,
  `created_by` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `secondaryadmins`
--

CREATE TABLE `secondaryadmins` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `password` varchar(200) NOT NULL,
  `adminnum` int(11) NOT NULL,
  `created_by` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

-- --------------------------------------------------------

--
-- Table structure for table `visitors`
--

CREATE TABLE `visitors` (
  `id` int(11) NOT NULL,
  `ip` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `visitors`
--

INSERT INTO `visitors` (`id`, `ip`) VALUES
(2, '192.168.1.102'),
(1, '::1');

-- --------------------------------------------------------

--
-- Table structure for table `zansti`
--

CREATE TABLE `zansti` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `content` longtext NOT NULL,
  `filename` varchar(350) NOT NULL,
  `created_by` varchar(255) NOT NULL,
  `state` int(11) NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `zansti`
--

INSERT INTO `zansti` (`id`, `title`, `content`, `filename`, `created_by`, `state`, `created_at`) VALUES
(23, '  hfsaih dfasdf  ', 'hfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdfhfsaih dfasdf  ', 'No image selected!', 'جادر', 0, '2021-05-20 09:42:55');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `aini`
--
ALTER TABLE `aini`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `komalayati`
--
ALTER TABLE `komalayati`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mainadmins`
--
ALTER TABLE `mainadmins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `primaryadmins`
--
ALTER TABLE `primaryadmins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `secondaryadmins`
--
ALTER TABLE `secondaryadmins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `visitors`
--
ALTER TABLE `visitors`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `ip` (`ip`);

--
-- Indexes for table `zansti`
--
ALTER TABLE `zansti`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `aini`
--
ALTER TABLE `aini`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=69;

--
-- AUTO_INCREMENT for table `komalayati`
--
ALTER TABLE `komalayati`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=30;

--
-- AUTO_INCREMENT for table `mainadmins`
--
ALTER TABLE `mainadmins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `primaryadmins`
--
ALTER TABLE `primaryadmins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `secondaryadmins`
--
ALTER TABLE `secondaryadmins`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `visitors`
--
ALTER TABLE `visitors`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `zansti`
--
ALTER TABLE `zansti`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=26;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
